       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLO-READERS.
      *COBOL Hello World program.
       PROCEDURE DIVISION.
           DISPLAY 'Hello, World!'.
           STOP RUN.
